Repository: maazl/rpihddevice
Catalog: po/*.po
Languages: hu_hu

source: video format not supported!
hu_hu: A videoformátum nem támogatott!

source: HD output device for Raspberry Pi
hu_hu: Raspberry Pi HD kimeneti eszköz

source: multi channel PCM
hu_hu: többcsatornás PCM

source: stereo PCM
hu_hu: sztereó PCM

source: box
hu_hu: keretben

source: crop
hu_hu: kivágva

source: stretch
hu_hu: széthúzva

source: default
hu_hu: alapértelmezett

source: follow video
hu_hu: video szerinti

source: for SD video only
hu_hu: csak SD videónál

source: always
hu_hu: mindig

source: Resolution
hu_hu: Felbontás

source: Frame Rate
hu_hu: Képfrissítés

source: Use Advanced Deinterlacer
hu_hu: Fejlett deinterlacer használata

source: Video Framing
hu_hu: Video képarány

source: Audio Port
hu_hu: Hang kimenet

source: Digital Audio Format
hu_hu: Digitális hang formátum

source: Use GPU accelerated OSD
hu_hu: Hardveresen (GPU) gyorsított OSD
